const codes = `

ירושלים 120 ראשון לציון - קוד כניסה אחורית סולמית 2468,קוד כניסה ראשית 7298
ירושלים 116 ראשון לציון - סולמית 9511
גבעתי 1 ראשון לציון מסחר - לבניין סולמית 5555
אהרון יריב 2 חולון - סולמית 0854
יוסף הגלילי 17 רמת גן - לבניין סולמית 5555
נעמי שמר 11 קריית ים - 1125
דודו דותן 12 נתניה - קוד כניסה 0759 סולמית
הדודאים 1 חדרה - 8888
תרנא 20 חדרה - קוד כניסה נקודה אמצעית 2580
שפיגלמן 19 נתניה - 5555
סיטרמן 12 ראשון לציון - 02580
שוהם 3 באר יעקב - 1979
עבודת צוות הקליר 11 נתניה - קוד כניסה 123456
פבל++ בר לב 19 רמת גן,צריך סולם 8 שלבים - 8833
ארזי הלבנון 20 חדרה - סולמית 0088
מנחם בגין 9 חדרה - אין קוד דלת פתוחה
בשעה 10:30 בבוקר מלבסקי 11 נתניה - 2580
בני ברמן 9 נתניה - דלת אחורית 1965
אחד ה 14 רמת גן - 1989
ר 12 א' רמת גן - סולמית 2580
ז'בוטינסקי 105 רמת גן - יש שומר
יוחנן הסנדלר 4 בת ים - סולמית 2580
קישון 30 הרצליה - סולמית 30320 סולמית
דרך העמק 4 גני תקוה,להודיע למעיין חצי שעה לפני שנגיע זה חשוב!!! - 0852
הקוממיות 16 בת ים - סולמית 2580
יונתן רטוש 1 ראש העין - 0208
עבודת צוות לסקוב 5 רמלה - סולמית 0896
יעקב דורי 5 רמלה - סולמית 0000 סולמית
מניה שוחט 5 רעננה - יש אינטרקום יפתחו לך את הדלת
יונתן רטוש 1 ראש העין - 0208
ביחד הר שלמה 4 אור עקיבא - פעמון 2580 פעמון
רונן/סימי הגנים 17 רמת השרון - מפתח 6090
ביחד כרמל 13 רחובות - סולמית 9821
ביחד לסקוב 6 רמלה - סולמית 9821
משה לוי 11 רמלה - סולמית 9821
ביחד ז'בוטינסקי 5 אזור - סולמית 0000
אחד ה 14 רמת גן - 1989
חיים בר לב 9 רמת גן - החדר מיחזור מאחורה פתוח אפשר להכנס
סוקולוב 2 רמת גן - 1325
בר לב 19 רמת גן - 9654
איילות 9 גני תקוה - מפתח 1234
דן שומרון 13 רמת גן - 1325
הרצוג 29 ראש העין - 9632
חנה רובינא 4 ראש העין - 0496
גמלא 22 הוד השרון - 2033
שדרות חן 2 הרצליה - 0937
התחיה 5 פרדס חנה - C1312
אשכולית 30 פרדס חנה - C1082
שרה אהרונסון 6 מודיעין - 0606 סולמית
יהודה עמיחי 8 תל אביב - C 1708
בר לב 9 רמת גן - אין קודן / דלת פתוחה
שמיר 4 באר יעקב - 4040
היינץ כהן 6 חולון - מפתח 7889
ברקת 23 חולון - יש שומר
לעשות לעופר ו העברה - אין קודן / דלת פתוחה
בית אל 17 תל אביב - קודן קטן  0309
אחי דקר 4 תל אביב - 2195
זבוטינסקי 105 רמת גן - יש שומר
ו עבודת צוות גמלא 22 הוד השרון - 1948
עבודת צוות סוקולוב 2 רמת גן - H1951
ו השקד 10 גבעת שמואל - סולמית 2000 סולמית
ז'בוטינסקי 105 רמת גן - סולמית 2000 סולמית
הבהדים 4 ראשון לציון - סולמית 1973
ההדרכה 7 ראשון לציון - סולמית 1379
גמלא 5 קריית אונו - פעמון 4578
דבורה הנביאה 128 תל אביב - אין קודן / דלת פתוחה
סימי שושנה דמארי 9 כפר יונה - יש שומר
שושנה דמארי 11+ 9 נתניה הסכם - 0703 סולמית
סימי מוריה סנטר מודיעין - יש שומר
עבודת צוות ו אהרון מזיא 1 ב רחובות - אין קודן / דלת פתוחה
תמרי 7 רחובות - מפתח 6507
כרמל 16 רחובות - 02589
גולדין 11 רחובות - 02589
מעיין 9 ראש העין סיום בדיקות - 4589
רמתיים 91 הוד השרון - סולמית 2580 סולמית
החלוץ 42 רמת השרון - סולמית 1974
רונן דיור מוגן אשדוד - יש שומר
הר שלמה 4 אור עקיבא - יש שומר
השחף 10 חדרה - 04080
הדודאים 3 חדרה - 1258
רחב זאבי 13+15 חדרה - סולמית 1519
טום לנטוס 71 נתניה - מפתח 1023
ביחד דליה רביקוביץ 9 הרצליה של אלקטרום - סולמית 7878סולמית
דליה רביקוביץ 16 הרצליה של אלקטרום - סולמית 7878סולמית
הגנים 17 רמת השרון - מפתח 6090
ויצמן 55 כפר סבא - סולמית 2580 סולמית
אסירי ציון 2 ירושלים מרכז לאון פישמן - אין קודן / דלת פתוחה
תיקי להכין טבלת משכורות - 04080
ר 12 רמת גן - יש שומר
ויעקב הגרא 10 א נתניה-תגיע למשרד לוקח לך את הרכב - יש שומר
ויעקב הגרא 10 א נתניה-יעקב תגיע למשרד לאסוף את - יש שומר
ויעקב זלמן שזר 7 נתניה - יש שומר
אלונים 22 נתניה - 05050 סולמית
השחר 9 הוד השרון - C1919
הרצוג 5 הוד השרון - 2658
בן גוריון 37 ראש העין - סולמית 1985
בן גוריון 39 ראש העין - סולמית 1985
יונתן רטוש 16 ראש העין - מפתח 0811
לסקוב 3 רמלה - קוד כניסה ראשית סולמית 1607 סולמית,קוד כניסה קודנים סולמית 2808,קוד כניסה קומה 1- סולמית 2222
לסקוב 4 רמלה - קוד כניסה ראשית 2668 סולמית, קוד כניסה קודנים סולמית 2664
הצבר 7 ראשון לציון - סולמית 2237
אלוף דוד 11 ראשון לציון - יש שומר
ז'בוטינסקי 1 אזור - קוד כניסה ראשית 0000,צדדית 0099 סולמית
ז'בוטינסקי 3 אזור - קוד כניסה ראשית 8989
שוהם 18 באר יעקב - סולמית 0990 סולמית
גולדה מאיר 3 חולון - 1805 סולמית
פיכמן 15 חולון - 1579 סולמית
צבי תדמור 2 חולון - 1101
דגניה 10 חולון - 3546 סולמית
שלום רוזנפלד 3+5 הרצליה - קוד כניסה 2580 או 1236
נעמי שמר 10+12 רעננה - קוד כניסה 2580 או 1236
משה וילנסקי 37 רעננה - קוד כניסה 2580 או 1236
שושנה דמארי 16+18+20+22+24 רעננה - קוד כניסה 2580 או 1236
שלונסקי 54+56 תל אביב - מפתח 5555
הבשמים 2 גני תקוה - קוד כניסה סולמית 2580 סולמית או קוד כניסה סולמית 0097 סולמית
אסירי ציון 21 הוד השרון - כניסה ראשית מפתח 0704
משה סנה 27 פתח תקוה - קוד כניסה 2580 או 1236
רז במערב התעה 8 רעננה - כוכבית 8888
מלבסקי 5 נתניה - קוד כניסה 2015
רחב זאבי 13 חדרה - קוד כניסה 2015
צוות ביצוע הדרים 7 גני תקוה - יש שומר
סיטרמן 10 ראשון לציון - 0000 סולמית
שלינקה 4 ראשון לציון - 0770
שמשון זליג 3 ראשון לציון - קוד כניסה ראשית 8275 סולמית
בניין אלון ת"א שכונת הארגזים פארק TLV - 2758
בניין ברוש ת"א שכונת הארגזים פארק TLV - 2374
בניין גפן ת"א שכונת הארגזים פארק TLV - 1995 מפתח
פרופסור יובל נאמן 6+8 תל אביב - 1948
עצמאות 35 יהוד - סולמית 0000 סולמית
אריק איינשטיין 1 בת ים - 9870
עבודת צוות ביחד ספיר 8 באר יעקב - מפתח 2019
שא נס 3 באר יעקב - 4587
הרשקו 8 רחובות - 01369
עבודת צוות ביחד ברקת 6 באר יעקב - 01369
השקד 8 גבעת שמואל - סולמית 2000 סולמית
בשעה 9:00 בבוקר בר לב 9 רמת גן - מנעול 0000
גולדה מאיר 3 חולון - 1805
הים 3 בת ים - C2407
ארזי הלבנון 20 חדרה - סולמית 0088
אדני פז 42 חדרה - 1021 סולמית כניסה מאחורה
אדני פז 50 חדרה - 2025
דודו דותן 14 נתניה - 1436
ביחד ז'בוטינסקי 105 רמת גן - יש שומר
חד נס 9 רמת גן - יש שומר
ז'בוטינסקי 105 רמת גן - יש שומר
לאון מוריה סנטר מודיעין - יש שומר
הרב חבה 7 רמת גן - קוד לגג סולמית 4474, קוד כניסה ראשית 9450 סולמית,קוד כניסה חניונים סולמית 9966,קוד כניסה חדר אופניים סולמית 7496
יונה וולך 1 הוד השרון - סולמית 0789
יונתן רטוש 16 ראש העין - מפתח 1811
צפניה הנביא 2+4+6+10 ראש העין - בניין 2 קוד כניסה 0202,בניין 4 קוד כניסה 1414,בניין 6 קוד כניסה 0606,בניין 10 קוד כניסה 1010
יונתן רטוש 1 ראש העין - 0208
עמוס עוז 7 הרצליה - סולמית 0506 סולמית
איילות 14 גני תקוה תאסוף את מהמשרד - סולמית 0707
ברוש 1 גני תקוה - 0078 סולמית
דרך המ 13 גני תקוה - מפתח 4424
בר יהודה 6+8+10 קריית אונו - בניין 6 קוד כניסה סולמית 9696, בניין 8 קוד כניסה סולמית 9633,בניין 10 קוד כניסה סולמית 9010
ג'ו עמר 12 כפר סבא-להגיע למשרד לקחת את איתך ואת הברלינגו - מפתח 1236
עבודת צוות אלונים 20 נתניה - קוד כניסה סולמית 5020
אלונים 22 נתניה - סולמית 09090
עבודת צוות נתן יונתן 28 נתניה - אין קוד יש אינטרקום
הנמל 10 יבנה - 2806
סולימן 14 ראשון לציון - מפתח 4580 מפתח
דודו דותן 3 ראשון לציון - 0024
ברקת 23 חולון - סולמית 0001
דגניה 10 חולון - אין קוד דלת פתוחה
צבי תדמור 2 חולון - 1101
עבודת צוות לוי אשכול 113 קריית אונו ביחד הטכנאי החדש - מפתח 113 OK
עבודת צוות בר יהודה 2 קריית אונו - סולמית 9798 סולמית
עבודת צוות בר יהודה 4 קריית אונו - סולמית 9898
עבודת צוות בר יהודה 6 קריית אונו - סולמית 9696
עבודת צוות בר יהודה 8 קריית אונו - סולמית 9633
יעקב תמרי 3 רחובות - 1970
ציפורה טוב 3 רחובות - 8989
כרמל 16 רחובות - 02589
יעקב תמרי 12 רחובות - 2850
ישפה 4 באר יעקב - 1404
שוהם 20 באר יעקב - 2020
עזר ויצמן 18 הוד השרון-ביחד הטכנאי החדש - סולמית 2009
פשוש 7 הוד השרון - סולמית 7918
פשוש 9 הוד השרון - סולמית 7918
אסירי ציון 19 הוד השרון - 0017
הנאים 20 הוד השרון - 0214
החלוץ 42 רמת השרון - סולמית 1974
הקוממיות 10 בת ים - קודי כניסה אחורית 1609 סולמית+1793
האימהות 10 נס ציונה - C3030
אהוד מנור 6 באר יעקב - 00909, קוד כניסה מחניה 0909
יער יתיר 28+32 מודיעין - בניין 32 קוד כניסה 3211, בניין 28 אין קוד כניסה
פבל אהרון גלעדי 17 חולון - מפתח 0255
פבל הרשקו 8 רחובות - 5235
פבל ההדרכה 9 ראשון לציון - 0135
פבל החילות 3 ראשון לציון - 0135
פבל שדרות ירושלים 116 ראשון לציון - 9511 סולמית
פבל צג בנות 38 ראשון לציון - סולמית 3700
עבודת צוות יצחק נבון 19 קריית אונו ביחד הטכנאי - סולמית 1478
עבודת צוות האתרוג 68 שוהם - 9632
שרגא רפאלי 6 פתח תקוה - קוד כניסה מפתח  4680
קראוזה 1 חולון - קוד כניסה :#000#
הגנים 17 רמת השרון - מפתח 6090
אהרון כצנלסון 24 פתח תקוה - אין קוד דלת שבורה
וולפסון 37+39 פתח תקוה - בניין 37 קוד כניסה 1227, בניין 39 קוד כניסה 2211
סימי חרמון 6 אור יהודה - קוד כניסה סולמית 2204
התפוז 2+4 אשדוד - תפוז 2 קוד כניסה 0808 אותו קוד גם לתפוז 4
ציפורה טוב 5 רחובות - 2468
אפרים קציר 15 רחובות - אין קוד פתוח
העצמאות 31 יהוד - סולמית 1234 סולמית
מעונות סטודנטים חולון - סולמית 1234 סולמית
רונן ר 12 רמת גן - יש שומר
דודו דותן 12 נתניה - 0759 סולמית
החשמונאים 11 נתניה - חשמונאים 11 קוד כניסה 3698,החשמונאים 1 קוד כניסה 2590
אלונים 24 נתניה - C1597
אלונים 22 נתניה - 05050
הגרא 10 ב' נתניה - C1597
בני ו.רייך 4 נתניה - C1597
מרקין 25 פתח תקוה - 2525
דרך הים 16 גני תקוה-לדבר אם אילן לפני שמגיעים זה חשוב - 7931
אבנר משרדים פאול גרונינגר 4 ראשלצ - יש שומר
יגאל ידין 11 חולון - כוכבית 2020
דגניה 2 חולון - קוד כניסה ראשית 0258,קוד לגג 4035,קוד חדר כושר 102033
דגניה 4 חולון - קוד כניסה ראשית 0404 סולמית,קוד כניסה חדר דחסנית 2468
אלוף דוד 11 ראשון לציון - יש שומר
תמרי 2 רחובות - 2580
גמלא 22 הוד השרון - 1948
רטוש 12 ראש העין - 1216
דנקנר 1 פתח תקוה - 2310
אהרון כצנלסון 24 פתח תקוה,צריך סולם 5 שלבים - מפתח 1989 מפתח
באר אורה 3 רמת גן - יש שומר
אחד ה 14 רמת גן - 1989
סימי יגאל אלון 4 רמלה - 0137
הבהדים 8 ראשון לציון - סולמית 0079 סולמית
עליזה בגין 4 ראשון לציון - סולמית 2580
עבודת צוות ביחד אופיר בניין גפן שכונת הארגזים פארק TLV - 1995
פייבל 12 תל אביב - סולמית 5543 סולמית,תדבר עם דודו יפתח לך את החניון
לספק לגיא ספיר גלאים - 04580
האגמים 4 גני תקוה,יעקב מאחר מתחיל ב-10:00 בבוקר - 04580
הקוממיות 16 בת ים - יש שומר
אחד ה 14 רמת גן - סולמית 9821
לחי 36+38 תל אביב - לחי 36 קוד כניסה 3636, לחי 38 קוד כניסה 3838
מאיר יערי 20 תל אביב - 7890
ביחד כרמל 13 רחובות יש לקחת סולם מתקפל וסולם 4 שלבים - סולמית 9821
ביחד בן גוריון 13 רחובות - כניסה ראשית קוד 0095,קומה 1- קוד 3010,כניסה צדדית קוד 1414,המפתח נמצא בתוך הרכזת
ההדרים 7 גני תקוה - אין קוד
אהוד מנור 7+9 חולון - 0852 סולמית
אהוד מנור 4 באר יעקב - 9763
אבן גבירול 54 א+ב תל אביב - אין קוד אבישי יפתח לך
דליה רביקוביץ 12+14 הרצליה - דליה 12 קוד מפתח 1214 מפתח,דליה 14 קוד מפתח 2580 מפתח
תאשור 13 באר שבע - 0909 סולמית
תאשור 15 באר שבע - 8520 סולמית
תאשור 21 באר שבע - 4646 סולמית
תאשור 23 באר שבע - 8520 סולמית
יעל רום 13 פתח תקוה - 9870
יעל רום 1 פתח תקוה - 0085
יואל הנביא 4 ראש העין - אין קוד כניסה דלת פתוחה
חנה רובינא 8 ראש העין - 2483
דקל הדום 13 חדרה - מפתח 2719
דודו דותן 5 נתניה יום שלם - קוד כניסה מפתח 1111
דודו דותן 4 ראשון לציון להגיע על הבוקר - סולמית 2021
סולומון 12 נתניה - 8800
אגמים 9 נתניה - קוד כניסה מפתח 1836
אחד ה 14 רמת גן - 1989
אורי אלמוג 1 חולון - C2023
דגניה 2 חולון - כניסה ראשית 0258,קוד בגג 4035
היינץ כהן 5 חולון - סולמית 0008
מאיר דגן 3+5 ראשון לציון - סולמית 9632
חיים חפר 9 ראשון לציון - סולמית 0505
דודו דותן 5 ראשון לציון - סולמית 0505 אותו קוד
שביל הזהב 6 רעננה - מנעול 9731 סולמית
סוקולוב 37 הרצליה-מסחר בלבד הלקוח מבקש שנגיע עד השעה 12:00 - מנעול 9731 סולמית
דן שומרון 14 הרצליה - 0058
ביאליק 9 קריית אונו הלקוח מבקש שנגיע עד השעה 14:30 - אין קוד דלת פתוחה
היובל 3 ראשון לציון - #3698#
בשעה 10:00 תרנא 20 חדרה ביחד טכנאי שבטק - 0606 OK
אורגד 2 נתניה - 2305 סולמית
שלום רוזנפלד 3+5 הרצליה - קוד כניסה 2580 או 1236
ע.הילל 5+7+8+9+10+12+14 רעננה - קוד כניסה 2580 או 1236
ג'ו עמר 2 רעננה - קוד כניסה 2580 או 1236
יהודה המכבי 7 קריית אונו - סולמית 8080
שלום רוזנפלד 3+5 הרצליה - קוד כניסה 2580 או 1236
ריינס 1+3 גבעתיים - עדי יפתח לך לא רוצה לתת קוד
ז'בוטינסקי 105 רמת גן - יש שומר
פבל+טכנאי ביצוע המשך עבודה לסקוב 5 רמלה - 0896
שלום רוזנפלד 3+5 הרצליה - קוד כניסה 2580 או 1236
ברכה פולד 9 ראשון לציון - אין קוד יש שומר
בחופש - 01236 לשתי הבניינים
הרשקו 8 רחובות - 5235
העמק 5+9+13 באר יעקב - עמק 5 קוד כניסה 2305,עמק 9 קוד כניסה 3039,עמק 13 קוד כניסה 3113,חניון קוד כניסה 1213
גבעתי 1 ראשון לציון בבניין בלבד - 5555
חיל החימוש 15 ראשון לציון - סולמית 2615
משרד נתמ רחוב נח מוזס 2 ראשון לציון - אין קוד
הרצוג 5 הוד השרון - סולמית 2658
דודו דותן 5 נתניה - מפתח 1111 או מפתח 3333
אלונים 20 נתניה - סולמית 5022
אלונים 24 נתניה - C1597
אגמים 5 נתניה - 0555
בקו ביחד הדודאים 5 חדרה - 1515
יעל רום 13 פתח תקוה - 9870
המשך עבודת צוות עמית מאיר 10 נתניה - 5505
נעמי שמר 14+16 רעננה - 01236 לשתי הבניינים
שושנה דמארי 11+13 רעננה - C1311 לשתי הבניינים
משה סנה 27 פתח תקוה - סולמית 0950 סולמית
ראשון לציון 10 פתח תקוה - 2580
שושנה דמארי 4+6 חולון - 1698
צבי תדמור 10 חולון - C2407
בר לב 19 רמת גן - 9654
דרך המ 10 גני תקוה - מפתח 1021
דרך עצמאות 31 יהוד - סולמית 1234 סולמית
ו עבודת צוות אפרים קציר 15 רחובות - סולמית 2580 סולמית
ו עבודת צוות אפרים קציר 17 רחובות - סולמית 9898 סולמית
הרשקו 8 רחובות - 5235
עבודת צוות יעקב תמרי 5 רחובות - 7753
הרוקמים 25 חולון קומה ראשונה משרד דנה אנד A - סולמית 2580
דרך רמתיים 91 הוד השרון - סולמית 2580 סולמית
ביחד הנאים 20 הוד השרון - 0214
ביחד אסירי ציון 19 הוד השרון - 2017
על הבוקר אריק לביא 16 נתניה - קוד בזיהויי פנים תתקשרו למרסל
טום לנטוס 71 נתניה - מפתח 1023
הר שגיא 3 נתניה - 01975
בורוכוב 5 נתניה - דלת פתוחה לא צריך קוד
זלמן שזר 7 נתניה - מגנט תקול בקומה 1- יש לבדוק
יעל רום 1 פתח תקוה - 0085
ביחד דוד המלך 54 אור עקיבא - 7586
דוד המלך 56 אור עקיבא - 0707
הר שלמה 6 אור עקיבא - 2580 סולמית
חטיבת גולני 61 חדרה - 6167
תרנא 20 חדרה - מפתח 0606 OK
מקלב 2+4 יהוד - מקלב 2 קוד כניסה 3690, מקלב 4 קוד כניסה 1980
עופרה חזה 2 ראש העין - 1535
יונתן רטוש 16 ראש העין - מפתח 0811
ביחד עבודת צוות יצחק שדה 8 בת ים - יש שומר לא צריך קוד
ז'בוטינסקי 5 אזור - כוכבית 0055 סולמית,קוד כניסה לגג 5050
ז'בוטינסקי 7 אזור+בדיקת תקלות בז'בוטינסקי 1+3 אזור - 0000 סולמית
דגניה 2 חולון - 0258, קוד כניסה לגג 4035
טופז 1 באר יעקב - 0000 סולמית, וקוד כניסה חניון 0725
האשכולית 30 חדרה - C1082
ביחד עבודת צוות בניין אלון שכ' הארגזים ת"א - 2758
ביחד עבודת צוות בניין ברוש שכ' הארגזים ת"א - 1603
לסקוב 7 רמלה - קוד כניסה סולמית 8899
דגניה 4 חולון - 0404 סולמית
משה סנה 20 פתח תקוה - 0369
קרל פופר 9 נתניה - קוד כניסה 1597 סולמית
דודו דותן 14 נתניה - קוד כניסה 1436
החשמונאים 1 נתניה - קוד כניסה מפתח 1397
דודו דותן 14 נתניה - קוד כניסה 1436
קרל פופר 9 נתניה - קוד כניסה 1436
התחיה 3 פרדס חנה - קוד כניסה 1436
+ ביצוע עבודת צוות סוקולוב 2 רמת גן - עץ 1951
עופרה חזה 2 ראש העין - 1535
עופרה חזה 4 ראש העין - 3571
הרצוג 25 ראש העין - 1479
ביחד הקוממיות 10 בת ים,תתקשר ל שתהיה בדרך לשם הוא יצטרף אלייך - קודי כניסה אחורית 1609,כניסה קדמית 1793 סולמית
הנמל 10 יבנה - 2806
אדני פז 50 חדרה - 5050
הדודאים 1 חדרה - 8888
התחיה 3 פרדס חנה - סולמית 1823
סולומון 12 נתניה - 8800
הגרא 10 א נתניה - 0909 סולמית
הקוממיות 16 בת ים - סולמית 3636 יש גם שומר בטלפון 050-8555152
יעל רום 13 פתח תקוה - 9870
משה סנה 18 פתח תקוה - מפתח 1850
חורב 11 פתח תקווה - 9870
תדמור 2 חולון - כניסה ראשית 1101, קוד כניסה לגג 3568,קוד כניסה דחסן 0202
דגניה 2 חולון - קוד כניסה ראשית 0258,קוד כניסה גג 4035
ר 12 א' רמת גן - אינטר 2580 אינטר
יפה ירקוני 4+8 ראש העין - בניין 4קוד כניסה  ראשית 0036, חניון 0767, בניין 8 כניסה ראשית 9874 ,קוד חניון 1234
יפה ירקוני 2+4+6+8 ראש העין - קוד כניסה 2580 או 1236
שמעיה הנביא 2+4+6+8 ראש העין - קוד כניסה בניין 2 0202, קוד בניין 4 0404,קוד בניין 6 0606,קוד בניין 0808
רפאל איתן 3 חולון-לקחת מרונן רמת XL מסודרת של כלל האביזרים שצריך להחליף - 1999
שרגא ורונן נעמי שמר 7 קריית ים - 4789 סולמית
שרגא ורונן אהוד מנור 9 קריית ביאליק - אין קוד כניסה
השחר 9 הוד השרון - קוד כניסה C1919
להביא צק יוסף הגלילי 22 רמת גן - אין קודן / דלת פתוחה
העצמאות 35 יהוד - סולמית 0000 סולמית
כצנלסון 2 גבעתיים - סולמית 1414
יעקב תמרי 7 רחובות - קוד כניסה 6507
אפרים קציר 21 רחובות - 5235
ביחד עמית מאיר 10 נתניה - 5505
ביחד איילות 14 גני תקוה - 0707 סולמית
ר 5 רמת השרון - סולמית 1948
פרופסור יובל נאמן 6+8 תל אביב - 1948
ריינס 1+3 גבעתיים - עדי יפתח לך את החניה
דוש קריאל גרדוש 1 ראש העין - סולמית 7878 סולמית
מעיין 5 ראש העין - 0808
חיים הרצוג 23 ראש העין - מפתח 0255
יצחק נבון 14 מודיעין - סולמית 1414
עבודת צוות בר לב 9 רמת גן - יש צ'יפ
איילות 16 גני תקוה - 5555 סולמית
עבודת צוות ביחד התחיה 3+5 ואשכולית 28+30 פרדס חנה - אשכולית 30 קוד קדמית C1082 מאחורה סולמית 1082,התחיה 5 קוד קדמית ואחורית C1312,תחיה 3 קוד קדמית סולמית 1823 אחורה 1823,אשכולית 28 קוד  9991
עבודת צוות רחב זאבי 13+15 חדרה - סולמית 1519
שמשון זליג 3 ראשון לציון - סולמית 8275
עבודת צוות ביחד אופיר אריק איינשטיין 1 בת ים - 1598 סולמית
סימי הרוקמים 23 חולון - יש שומר אין קוד כניסה
בשעה 9 בבוקר לא לאחר !!! ענת גוב 8 קריית אונו דירה מספר 19 - סולמית 0000 סולמית
יצחק נבון 21 קריית אונו - דלת אחורית פתוחה לא צריך קוד
יעל רום 1 פתח תקוה - קוד כניסה 0085 סולמית
רבקה גובר 3 פתח תקוה - 4680
שרגא רפאלי 6 פתח תקוה - 4680
בן גוריון 4 גבעת שמואל - 4680
מלבסקי 5 נתניה קו ביחד - קוד כניסה 2015
החשמונאים 11 נתניה - קוד כניסה 3698
זלמן שזר 7 נתניה - קוד כניסה 1836
פבל התמר 4 חולון - 1234
סמי דמרי סנטר כפר סבא והיי טאוור הרצליה הילס - 1234
ברקת 31 באר יעקב - 0852
נופך 3 באר יעקב - 3791
ספיר 12 באר יעקב - 0508
שא נס 3 באר יעקב - 4857
ישפה 2 באר יעקב - מפתח 3606
אלונים 4 באר יעקב - פתוח אין קוד
נופך 1 באר יעקב - 0099
נופך 5 באר יעקב - קוד כניסה 9832
פרופסור יובל נאמן 6+8 תל אביב - 1948
סימי אחי דקר 4 תל אביב - 2195
סימי בית אל 15 תל אביב - 7193
ביחד עוזי חיטמן 1+3 רעננה - מפתח 8888
שושנה דמארי 26 רעננה - מפתח 8888
עבודת צוות ע.הילל 8 רעננה - ע.הילל 8+12  קוד כניסה 1236
אחוזה 88 רעננה - רועי יפתח לך
יצחק רבין 4 קריית אונו - רועי יפתח לך
חד נס 9 רמת גן - סולמית 3024 סולמית
סלמה 54 תל אביב - 05353
הר שלמה 6 אור עקיבא,יש היום הרמת כוסית בשעה 16:00 במשרד - פעמון 2580 פעמון
עמית מאיר 10 נתניה - 5505
עבודת צוות ביחד אהוד מנור 8 נתניה - 1960
דודו דותן 5 נתניה - מפתח 3333
הר שגיא 3 נתניה - קוד כניסה 01975
עבודת צוות ביחד יעקב יצחק שדה 8 בת ים - אין קוד יש שומר בכניסה
עבודת צוות איינשטיין 1 בת ים - 1598 כוכבית
ראשון לציון 12 פתח תקוה - 1219 סולמית
ראשון לציון 10 פתח תקוה - 2580
יונה וולך 1 הוד השרון - סולמית 0789
הרצוג 5 הוד השרון,להתקשר חצי שעה לפני שבאים זה חשוב - סולמית 2658
אפרים קציר 16 הוד השרון - 9570 מפתח
דרך הים 18 גני תקוה - סולמית 09976 סולמית
אחוזה 88 רעננה - 2020
הרצוג 5 הוד השרון - סולמית 2658
בן גוריון 31+33 גרטרוד 40+42 ראש העין - גרטרוד 40 קוד כניסה פעמון 1234 פעמון
דרך הים 20 גני תקוה - קוד כניסה ראשית 7412 סולמית
דקל 12 פתח תקוה - 2023
פבל נאווה סמל 7+9 קריית אונו - 0707 סולמית
אלונים 22 נתניה - 05050 סולמית
אלונים 24 נתניה - C1597
קרל פופר 9 נתניה - 1597 סולמית
אגמים 9 נתניה - 9843
סימי יאיר רוזנבלום 1+3+5 רעננה - 2580 או 1236
סימי נעמי שמר 24 רעננה - 2580 או 1236
סימי אהוד מנור 6+8 רעננה - 2580 או 1236
סימי סשה ארגוב 6 רעננה - 2580 או 1236
לסקוב 7 רמלה - סולמית 8899
חיים חפר 9 ראשון לציון דירה 76 - אין קוד כניסה
הצנחנים 20 הוד השרון - מפתח 1379
אוריהו הנביא 7 ראש העין - קוד כניסה 2580 או 1236
הדודאים 3 חדרה - 1258
רחב זאבי 15 חדרה - יש שומר ללחוץ על הפעמון והוא פותח
טום לנטוס 71 נתניה - מפתח 1980
הר שגיא 3 נתניה - קוד כניסה 01975
דודו דותן 12 נתניה - כניסה אחורית סולמית 1605,כניסה ראשית 0759 מפתח
נעמי שמר 6+8 רעננה - בניין 6 קוד כניסה סולמית 1958,קוד כניסה בניין 8 סולמית 1996, קוד כניסה לגג 3903 סולמית
נתן יונתן 12 נתניה - מפתח 2469
מקס ין 14 רחובות - 5555
כרמל 11 רחובות-להתקשר ללימור שעה לפניי שמגיעים לבניין - 2580 סולמית
דרך יבנה 43 רחובות - 1811
צחנובר 1+3 רחובות - קוד כניסה לשתי הבניינים 5555
משה לוי 11 רמלה - קוד כניסה ראשית סולמית 3690 סולמית,קוד כניסה דלת אחורית בקומה 1- 7890
נאוה סמל 7 קריית אונו - 0707
יהושע באום 4 קריית אונו - 0793
יואל הנביא 4 ראש העין - אין קוד כניסה דלת פתוחה
עבודת צוות נעמי שמר 10 רעננה - קוד כניסה 2580 או 1236
עבודת צוות ניסים אלוני 6 ראש העין - 3369
פבל התקווה 11 רמת גן - אין קוד יש שומר
ז'בוטינסקי 105 רמת גן - אין קוד יש שומר
יצחק נבון 26 מודיעין - סולמית 4587
ברכה פולד 9+11 ראשון לציון - סולמית 4587
קרל פופר 11 נתניה - 0000 סולמית
קרל פופר 9 נתניה - 0000 סולמית
בורוכוב 3 נתניה - סולמית 1234 סולמית
הגרא 10 ב נתניה - 0101 סולמית
דוד המלך 48 אור עקיבא - 0048
בין השעות 12:00-14:00 הר שגיא 3 נתניה - 01975
אגמים 11 נתניה - מפתח 1980
אגמים 5 נתניה - 0505 סולמית
אגמים 11 נתניה - מפתח 1980
עבודת צוות גולדה מאיר 1 הוד השרון - 0770
רטוש 1 ראש העין - 0208
אילונה פהר 5 חולון - פעמון S0510
עבודת צוות ניסים אלוני 6 ראש העין - סולמית 3369
רפאל איתן 3 חולון-לקחת מרונן רמת XL מסודרת של כלל האביזרים שצריך להחליף - 1999
ביחד רונן בדיקת מפוחים שוהם 18 באר יעקב+ב.מ ים משאבה - קוד כניסה סולמית 0990 סולמית
אלוף דוד 11 ראשון לציון - יש שומר
ביחד סימי או טכנאי ביצוע אריק איינשטיין 1 בת ים - 1598
ז'בוטינסקי 3 אזור - כניסה ראשית 7391 סולמית,  קוד לגג סולמית 1313
כצנלסון 2 גבעתיים - 1414 סולמית
תמרי 2 רחובות - 1470
אפרים קישון 6 באר יעקב - 7899
תפוז 2+4 אשדוד - 808
אלוף דוד 11 ראשון לציון - יש שומר
ביחד יהלום 4 באר יעקב - 2613
ביחד ז'בוטינסקי 5 אזור - סולמית 0000
גורדימר 5 פינת גרטרוד 14 ראש העין - פעמון 1492 פעמון
חנה רובינא 8 ראש העין - 2463
עופרה חזה 4 ראש העין - 3571
רטוש 1+3 ראש העין - רטוש 1 קוד 0208, רטוש 3 קוד כניסה 5472
ביחד יונתן רטוש 12 ראש העין - קוד כניסה 1216
רוטלד 57 פתח תקוה - כניסה ראשית מפתח 2025, כניסה לגג 2790 סולמית
יעל רום 13 פתח תקוה - 9870
איילות 16 גני תקוה - סולמית 5555
העצמאות 33 יהוד - 2754
העצמאות 35 יהוד - סולמית 0000 סולמית
עבודת צוות ביחד עמית מאיר 10 נתניה - 5505
ר 12 רמת גן - 2580
דרך רמתיים 91 הוד השרון - סולמית 2580 סולמית
גרטרוד עליון 24 ראש העין - תתקשר לטל יפתח לך את השער לחניון התחתון
אחד ה 14 רמת גן - קוד כניסה 1989
צהל 3 אשדוד - אין קוד כניסה
הירדן 12 חדרה - 1212 מפתח
חוט השני 1 חדרה - קוד כניסה אחורית 2016
הצוקים 10 חדרה - 07890
אדני פז 50 - 2025
הדודאים 5 חדרה - 1515
יפה ירקוני 12 ראש העין - סולמית 0013 סולמית
מלווין קלווין 10+12 ראש העין - מלווין 12 קוד כניסה 2021, מלווין קלווין 10 קוד כניסה 7896
שבזי 178+180 ראש העין - שבזי 180 קוד כניסה 1470, שבזי 178 קוד כניסה 1236
הבשמים 2 גני תקוה - סולמית 0097 סולמית
פבל יקינטון 3 אשדוד - סולמית 2101
עבודת צוות ביחד טכנאי ביצוע השקד 8 גבעת שמואל - יש שומר
רונן ישפה 4 באר יעקב - 1404
רונן אפרים קישון 1 באר יעקב - 4901
אפרים קציר 2 הוד השרון - מפתח 1155
משה סנה 27 פתח תקוה - סולמית 0950 סולמית
רטוש 1 ראש העין - 0208
רונן אהוד מנור 4 באר יעקב - 9763
רונן כרמל 7 רחובות - 00707
רונן דרך יבנה 43 רחובות - 1811
שלינקה 4 ראשון לציון - 0770&
גולדה מאיר 15 הוד השרון מתחיל בשעה 9:30 בבוקר - סולמית 2580
שדרות חן 2 הרצליה - 0058
חיים זכאי 3+5+7+9 פתח תקוה - קודי כניסה לבניינים הנ"ל 2580 או 2806 לכולם
יצחק שמיר 7 גבעת שמואל - 3580
עמוס עוז 5+7 הרצליה - בניין 5 קוד כניסה 0091,בניין 7 קוד כניסה 0752
אחד ה 14 רמת גן - 1989
התקווה 11 רמת גן - אין קוד כניסה
אייזק שטרן 5 תל אביב - סולמית 2023
משעול פלג 1 ראשון לציון - כניסה ראשית 0000 סולמית,כניסה אחורית 02525,כניסה צדדית סולמית ,כניסה לחניון תת קרקעי סולמית 2525,לגג סולמית 1103
משעול פלג 3 ראשון לציון - כניסה ראשית 0074 סולמית,כניסה אחורית 0074 סולמית,כניסה צדדית סולמית 0074,חניון תת קרקעי סולמית 0074,יציאה לגג סולמית 0074
הדודאים 5 חדרה - 1515
מנחם בגין 9 חדרה - אין קוד כניסה דלת פתוחה
ארזי הלבנון 20 חדרה - 0088 סולמית
אגמים 7 נתניה - 2580 סולמית
דודו דותן 2 נתניה - 2580 סולמית
דקל הדום 13 חדרה - מפתח 3719
קרל פופר 9 נתניה - קוד כניסה 1597 סולמית
אלונים 22 נתניה - 05050
רונן ז'בוטינסקי 105 רמת גן - יש שומר
דוד המלך 56 אור עקיבא - 2580
אגמים 7 נתניה - 2580
דודו דותן 5 נתניה - 1111
לנטוס 71 נתניה - 2580
הר שגיא 3 נתניה - 2580
אלונים 24 נתניה - C1597
סימי ביחד לסקוב 6 רמלה - סולמית 9821
ביחד דקל 12 פתח תקוה - מפתח 2023
פשוש 9 הוד השרון - 9595
הבשמים 4 גני תקוה - 9798
איילות 9 גני תקוה - מפתח 1234
ביחד רונן עבודת צוות בילויה מעוז 8 תל אביב - יש שומר
ז'בוטינסקי 105 רמת גן - יש שומר
שרה אהרונסון 7 מודיעין - קוד כניסה 1948
אפרים קציר 21+הרשקו 8 רחובות - הרשקו 8 קוד כניסה 5235, קציר 21 קוד כניסה 0523
יעקב תמרי 7 רחובות - 6507
ברקת 6 באר יעקב - קוד כניסה 01369
נופך 3 באר יעקב - 3791
רונן איילות 14 גני תקוה - קוד כניסה לבניין 0707 סולמית קוד כניסה לגג 4949 סולמית או כוכבית
בניין אלון שכונת הארגזים פארק TLV תל אביב - 2758
בניין ברוש שכונת הארגזים פארק TLV תל אביב - 1603
בניין גפן שכונת הארגזים פארק TLV תל אביב - 1995
יצחק שמיר 13+15 גבעת שמואל ביחד - קוד כניסה ל-2 הבניינים 01315 פעמון
כצנלסון 2 גבעתיים - קוד כניסה ראשית 1414 סולמית, קוד כניסה דלת חניון 5580
השקד 8 גבעת שמואל - יש שומר
עבודת צוות השחר 9 הוד השרון - C1234
עבודת צוות גמלא 22 הוד השרון - 1948
נוגה 8 הוד השרון - 1254 סולמית
נוגה 6 הוד השרון - 0606
אלי כהן 18 רעננה - סולמית 1818 סולמית
סשה ארגוב 26 רעננה - 1949 סולמית
מוטה גור 7 הרצליה - 0752
נאווה סמל 7+9 קריית אונו - בניין 7 קוד כניסה סולמית 0707, בניין 9 קוד כניסה 0909
שא נס 15 באר יעקב - 1803
בית אל 39 תל אביב - מפתח 3939
בית אל 41 תל אביב - מפתח 0641
רמה 2 תל אביב - מפתח 0408
ז'בוטינסקי 105 קמת גן - אין קודן / דלת פתוחה
גולדה מאיר 3 חולון - אין קודן / דלת פתוחה
דודו דותן 5 נתניה - 3333
אלונים 20 נתניה - סולמית 5020
אורגד 2 נתניה - סולמית 2305
בני ו.רייך 4 נתניה - מפתח 1948
טום לנטוס 71 נתניה - מפתח 1023
נתן יונתן 28 נתניה - יש שומר
צהל 1 אשדוד - אין קודן / דלת פתוחה
פרופסור יובל נאמן 6+8 תל אביב - 1948
ברקת 4 באר יעקב בדיקה ללא חיוב רונן - יש שומר
הגנים 17 רמת השרון - מפתח 6090
ביחד רונן רחב זאבי 13+15 חדרה - קוד כניסה סולמית 1519
הדודאים 5+3 חדרה - -
יהלום 1 באר יעקב - צריך לבקש
אפרים קישון 1 באר יעקב - 4901
נופך 3 באר יעקב - -
שלמה לוי 8 ראשון לציון - 9988
ירושלים 126 ראשלצ - יש שומר
יעקב דורי 7 רמלה - יש שומר
יצחק שדה 8 בת ים+הקוממיות 10 בת ים - יש שומר
ביצוע גולדה מאיר 1 הוד השרון - -
ביצוע קציר 15 הוד השרון - -
ביצוע הרצוג 5 הוד השרון - -
נתניה עבודת צוות יוטק ו מטלפייר - יש שומר
אליהו הנביא 37 ראש העין - 1537* או 1538 סולמית
רטוש 3 ראש העין - 5472
רטוש 10 ראש העין - 9595
מעיין 5 ראש העין - 0808
ניסים אלוני 14 ראש העין - 9393
קציר 16 הוד השרון - יש שומר
++ מלבסקי 5+7 נתניה - קוד מלבסקי 5 סולמית 2015 סולמית
צריך את הברלינגו+סולם ג' הגרא 10 א' נתניה - סולמית 0909
מלבסקי 5 נתניה - סולמית 2015 סולמית
פבל נחלה 20+22 אשקלון - נחלה 20 קוד 2580 סולמית    נחלה 22  7481 סולמית
רגר 57 באר שבע - סולמית 9852
ביחד רחב זאבי 13+15 חדרה - יש שומר
סימי הנמל 10 יבנה - 2806
הדייגים 3 יבנה - 8501
עבודת צוות ביחד יעקב תמרי 2 רחובות - 1470
עבודת צוות ביחד תמרי 5 רחובות - 6969
רונן פייבל 12 תל אביב - סולמית 5543 סולמית
עין גדי 5 חדרה - סולמית 7682
אריק לביא 14 נתניה - קוד כניסה אחורית 7878 סולמית
דרך הפארק 18 נתניה - קוד כניסה אחורית 7878 סולמית
אחד ה 14 רמת גן - 1989
לאון פרדס משותף 73 רעננה - 2580
גרטרוד עליון 40+42 ראש העין - בניין 40 קוד כניסה פעמון 1234 פעמון,בניין 42 קוד כניסה מפתח 4207 מפתח
דקל 12 פתח תקוה - 2023
סימי הנמל 10 יבנה - 2806
הדייגים 3 יבנה - 8501
הצבר 7 ראשון לציון - סולמית 2237
שוהם 5 באר יעקב - C1155
שא נס 15 באר יעקב - 1893
עבודת צוות חנה רובינא 8 ראש העין - 2483
+טכנאי ביצוע אלתרמן 11 ראש העין - 0001
אהרון רבונוביץ 33 ירושלים - אין קוד אורי יפתח לך
גרשום 11 רמת גן - מפתח 0987
אילונה פהר 11 חולון - 1144
היינץ כהן 5 חולון - 0008 סולמית
גבעתי 1 ראשון לציון - 0008 סולמית
דרך לב השרון 40 צורן - קוד כניסה מפתח 4545
התחיה 3 פרדס חנה - 1823 סולמית
הדודאים 3 חדרה - קוד כניסה 1258
חוט השני 1 חדרה - קוד כניסה 1258
אדני פז 42 חדרה - קוד כניסה 1021
ר 5 רמת השרון-יעקב סיים לעבוד בשעה 15:00 לא מרגיש טוב - סולמית 1984
אסירי ציון 21 הוד השרון - קוד כניסה ראשית מפתח 0704 , קוד כניסה חניון מפתח 0704 סולמית
נוגה 6 הוד השרון - 0606
השחר 9 הוד השרון - קוד כניסה C1919
אחד ה 14 רמת גן - קוד כניסה 1989
כצנלסון 2 גבעתיים - קוד כניסה ראשית סולמית 1414,  קוד כניסה ראשית #1414
ירושלים 126 ראשון לציון - קוד כניסה אחורית 1816
כרמל 11 רחובות - 1515
יצחק נבון 21 קריית אונו - מאחורה אין כניסה
ביחד טכנאי ביצוע ארזי הלבנון 18 חדרה - 2020
מנחם בגין 9 חדרה - אין קוד דלת פתוחה
עין גדי 5 חדרה - סולמית 7682
בני ו.רייך 4 נתניה - מפתח 1948
אליעזר קפלן 17 תל אביב בניין ההסתדרות הציונית - אין קוד אושיק יכניס אתכם לחניון
רפאל איתן 16 רמלה - סולמית 0990 סולמית
רפאל איתן 18 רמלה - סולמית 0770 סולמית
רפאל איתן 20 רמלה - סולמית 0789 סולמית
רונן נעמי שמר 11 קריית ים - 1125
רונן נעמי שמר 7 קריית ים - 1125
רפאל איתן 16 רמלה - סולמית 0990 סולמית
רפאל איתן 20 רמלה - סולמית 0789 סולמית
רפאל איתן 18 רמלה - סולמית 0770 סולמית
שושנה דמארי 16-24 רעננה - קוד כניסה 2580 או 1236
ביחד טכנאי ביצוע עמוס עוז 9 הרצליה - 7896
יואל הנביא 4 ראש העין - אין קוד כניסה דלת פתוחה
האורזים 2 נתניה ביחד ב.מ - זה מתחם מסחרי אין קוד תתקשר לאבי
שמעון פרס 4 מודיעין - נועם יעביר לך את כל הקודים מחר הוא יהיה איתך
פאול גרונינגר 4 ראשון לציון בניין צפוני - 1989
התקווה 11 רמת גן - אין קוד תתקשר לעידן יפתח לך
בר לב 9 רמת גן - דלת פתוחה מאחורה
דנקנר 1 פתח תקוה - דלת פתוחה מאחורה
פאול גרונינגר 4 ראשון לציון בניין צפוני - סולמית 3369
לנסוע ללדיקו רחוב לזרוב 31 ראשון לציון לקחת 10 יחידות גלאי הצפה - סולמית 3369
אריק איינשטיין 1 בת ים בניין מגורים - 1598
הקוממיות 16 בת ים - 1598
עבודת צוות היינץ כהן 5 חולון - סולמית 3369
הדסים 38 הוד השרון - 3838 ייתכן שהדלת פתוחה
היינץ כהן 5 חולון - סולמית 3369
הנחשול 4 ראש העין - מנעול 1525
ניסים אלוני 4 ראש העין - 3369
הרצוג 25 ראש העין - 1479
בן סירא 1 תל אביב - C2714
צאלון 16 רחובות - 9876
רפאל איתן 4 משה לוי 8+13 רמלה - #000#  איתן 4    #2222# משה לוי 8   #9999# משה לוי 13
התקווה 14+16 באר שבע - התקוה 14 קוד כניסה 2525, התקווה 16 קוד כניסה 7649
רגר 53 באר שבע - סולמית 5353
ביחד שרה אהרונסון 6 מודיעין - סולמית 0606
ביחד יעקב דורי 7 רמלה - סולמית 1491 סולמית
רפאל איתן 4 רמלה - סולמית 0000
לסקוב 6 רמלה - סולמית 0000
ביחד חיה רוזנטל 9 ראשון לציון - סולמית 0079
כצנלסון 2 גבעתיים - 2754
שושנה דמארי 9+11 כפר יונה - שושנה 9 קוד כניסה פעמון 2603 פעמון, שושנה 11 קודן במשקוף של הדלת סולמית 0703
התחיה 3 פרדס חנה - סולמית 1823
שפיגלמן 19 נתניה - 5555
נתן יונתן 12 נתניה - מפתח 2469
ביחד בניין גפן שכונת הארגזים תל אביב - 1995
ביחד לחי 36+38 תל אביב - לחי 36 קוד כניסה 3636, לחי 38 קוד כניסה 3838
יצחק שדה 8 בת ים - יש שומר
קריאל גרדוש 1 ראש העין - סולמית 7878 סולמית
מלבסקי 11 נתניה,להתקשר לפני שמגיעים!!! - דוד יפתח לך
ביחד מלבסקי 5 נתניה - מפתח 2015 מפתח
אייזנהאואר 1 נתניה - כניסה מאחורה 5050 סולמית
אגמים 11 נתניה - מפתח 1980
איילות 14 גני תקוה - 0707 סולמית
ישראל גלילי 18 חולון - סולמית 2037
בית אל 13+15 תל אביב - בית אל 13 קוד כניסה 1339,בית אל 15 קוד כניסה 7193
אחי דקר 4 תל אביב - 2195
סימי ו דוד המלך 52 אור עקיבא - 1515
סימי קרל פופר 11 נתניה - פעמון 8080 פעמון
צבי תדמור 2 +1 חולון - 3568
הר שלמה 4 אור עקיבא - פעמון 2580 פעמון
אדני פז 42 חדרה - קוד כניסה אחורית 1021
ארזי הלבנון 20 חדרה - בולמית 0088
החשמונאים 11 נתניה - 050-8858005
שושנה דמארי 9 כפר יונה - פעמון 2603 פעמון
בית אל 17 תל אביב - קודן קטן קוד כניסה 0309
אחי דקר 4 תל אביב - 2195
בית אל 15 תל אביב - מפתח 7193
בית אל 16 תל אביב - C2020
בית אל 13 תל אביב - מפתח 1339
אהוד מנור 4 באר יעקב צריך סולם גבוה - 0000 סולמית
מעונות סטודנטים חולון - יש שומר לא צריך קוד
פיכמן 25 חולון - 9898 מפתח
שלמה לוי 8 ראשון לציון - 8899 סולמית
שולמית אלוני 7 ראשלצ - 3556
+ ויעקב יצטרף עבודת צוות אחד ה 14 רמת גן - 1989
+ ויעקב יצטרף עבודת צוות אחד ה 14 רמת גן - 1989
יצחק שדה 8 בת ים - אין קוד
נוגה 8 הוד השרון - למטה 1245, למעלה 5555
אפרים קציר 11+13 הוד השרון - בניין 11 קוד כניסה  מפתח 2712 ,בניין 13 קוד כניסה מפתח 2100
אפרים קציר 16 הוד השרון - מפתח 9570
דרך הים 18 גני תקווה - 0997
מלבסקי 7 נתניה - מפתח 1960 ולחצן של דלת ירוקה
נתן יונתן 26 נתניה - פעמון 2603 פעמון
רמה 1+3 תל אביב - יש שומר
יעקב רוטלד 11 כפר סבא - סולמית 2468 סולמית
ביחד טכנאי ביצוע עבודת צוות דרך הים 20 גני תקוה - 7412
יעקב חיים חפר 5 ראשון לציון - 1304
יעקב ירושלים 116 ראשון לציון - 1304
אחוזה 88 רעננה - 6060
נעמי שמר 11 רעננה - קוד כניסה 2580 או 1236
להגיע עד 13:30 פשוש 7 הוד השרון - רפי יפתח לך את החניה
נאווה סמל 7 קריית אונו - 0707
יער בר 4 לוד - אין קוד כניסה דלת פתוחה
ביחד הנחשול 4 ראש העין - מפתח 1525
ביחד הנחשול 4 ראש העין - מפתח 1525
דגניה 4 חולון - 0404 סולמית
הקוממיות 10 בת ים - תתקשר לאופיר  יפתח לך את הדלת, ויש שומר
אלונים 22 נתניה - 05050
מנחם בגין 54 תל אביב - יש שומר
בית אל 17 תל אביב - יש שומר
בית סילבר רמת גן קומה 11 - יש שומר
השרון 21 תל אביב - יש שומר
בילויה מעוז 8 תל אביב - יש שומר
עופרה חזה 9 בת ים -קומה ראשונה של נדלן נדלן - סולמית 4503 סולמית
שדרות ירושלים 126 ראשון לציון - כניסה אחורית 1816
השקד 8 גבעת שמואל - סולמית 2000 סולמית
השקד 10 גבעת שמואל - 9988
דרך הים 3 בת ים - C2407
אבנר אלונים 22 באר יעקב - סולמית 0852
אליהו הנביא 41 ראש העין - C2407
רטוש 1 ראש העין - 0208
יונתן רטוש 10 ראש העין - 9595
החשמונאים 1 נתניה - 2580 סולמית
כנרת 4 רמת גן - סולמית 0963
ז'בוטינסקי 105 רמת גן - יש שומר
ביחד יעקב איילות 14 גני תקווה - 0707 סולמית
ביחד איילות 14 גני תקווה - 0707 סולמית
הדייגים 3 יבנה - קוד כניסה 8501
צאלון 16 רחובות - 0088
יעקב תמרי 16 רחובות - 2580
הרשקו 8 רחובות - 5235
ברקת 29 באר יעקב - סולמית 2606
ניסים אלוני 4 ראש העין - 9595
הרצוג 5 הוד השרון - 2658
הדסים 32 הוד השרון - 3232
הדסים 38 הוד השרון - 3232
יוחנן הסנדלר 4 בת ים - יש שומר
עופרה חזה 9 בת ים - -
בית אל 15 תל אביב - 7193
אחי דקר 4 תל אביב - 2195
אפרים קציר 17 רחובות - סולמית 9898 סולמית
אפרים קציר 15 רחובות - צריך לשאול
הרשקו 8 רחובות - #9898#
כהנמן 3 רחובות - להשלים
כרמל 16 רחובות - 02589
אגמים 11 נתניה - סולמית 1980
התבונה 8 באר שבע - אין קודן / דלת פתוחה
בית אל 4 באר שבע - צריך להתקשר לשאול
בית אל 2 באר שבע - צריך להתקשר כדי שיפתחו את המחסן
תל חי 21 רמת גן - סולמית שורה אמצעית
כנרת 4 רמת גן - סולמית 0963
דן שומרון 13 רמת גן - *2513
אחד ה 14 רמת גן - 1898
כצנלסון 2 גבעתיים - דלת חניון5580 ,ראשית 1414#
סוקולוב 2 רמת גן - H-1951-CALL
לוי אשכול 113 קריית אונו - יש שומר
צוות ביצוע עבודת צוות עגנון 16+18 קריית אונו - בניין 16 קוד כניסה סולמית 1616, בניין 18 קוד כניסה סולמית 1818
פבל+רונן עבודת צוות עגנון 16 קריית אונו - סולמית 1616
פבל+רונן עבודת צוות ספיר 6 באר יעקב - אין קודן / דלת פתוחה
רונן+פבל משעול אדווה 7 ראשלצ - יש שומר
תדהר 4 באר שבע - סולמית 9517
לבנה 14 באר שבע - סולמית 7698
יוסף בורג 92 באר שבע - 0829 סולמית
התקווה 1 באר שבע - צריך להתקשר לשאול
התקווה 12 באר שבע - 7351
ביחד עבודת צוות יפה ירקוני 10+12 וגרדוש 1+3 ראש העין - סולמית 7878סולמית
עבודת צוות הרצוג 23 ראש העין - 2580
מעיין 9 ראש העין - 4589
סוקולוב 2 רמת גן - H-1951-CALL
יער יתיר 28+32 מודיעין - בניין 32 קוד כניסה 3211, בניין 28 אין קוד כניסה
תדמור 10 חולון ביקורת - 1234
טסט לרכב - יש שומר
הדודאים 1 חדרה - 8888
אדני פז 50 חדרה - 5050
עמית מאיר 10 נתניה - 5505
זלמן שזר 7 נתניה צוות - 1836
בורוכוב 5 נתניה - אין קודן / דלת פתוחה
יוחנן הסנדלר 4 - יש שומר
צוות יוני אחד ה 14 רמת גן - 1898
כאשר מסיים להתקשר למשרד - יש שומר
אסירי ציון 21 הוד השרון - מפתח 0704
אפרים קציר 16 הוד השרון - לבקש
איילות 16 גני תקווה - 5555#
הברוש 1 גני תקווה - יש שומר
דרך הבשמים 2 גני תקווה - יש שומר
הברוש 3 גני תקווה - יש שומר
משה לוי 8 +13 רפאל איתן 4 רמלה - יש שומר
לעשות לעופר העברה - אין קודן / דלת פתוחה
שרה אהרונסון 7 מודיעין - 1948
ברקת 4+6+8 באר יעקב - קוד ברקת 6   02580
אלונים 22 באר יעקב - *0852
הרוקמים 27 חולון קומה מס 6 קרן ידע לאקדמאים - אין קוד יש שומר
דגניה 2 חולון - 0258
הקוממיות 10 בת ים - קודי כניסה אחורית 1609 סולמית, קוד כניסה אחורית שני 1793
אחד ה 14 רמת גן - 1989
רונן סן מרטין 19 רמת גן - 5522
אמנון ליפקין שחק 9 נתניה - מפתח 1397 וללחוץ על הלחצן הירוק
בורוכוב 3 נתניה - סולמית 1234 סולמית
בורוכוב 5 נתניה - סולמית 5555 מפתח
רונן סן מרטין 19 רמת גן - 5522
סימי אולם ספורט אריאל שרון חולון - 5522
רונן דיור מוגן אשדוד רחוב הנרקיס 13 - 5522
עופרה חזה 2 ראש העין - 1535
זליג 3 ראשון לציון, - 8275 סולמית
משעול אשד 1 ראשון לציון - סולמית 1967
היובל 3 ראשון לציון - סולמית 3698
שא נס 15 באר יעקב - 1803
אלונים 22 באר יעקב - *0852
הברוש 3 גני תקוה - סולמית 0258
הבשמים 2 גני תקוה - סולמית 0097 סולמית
דרך המלך 11 גני תקוה - מפתח 1966
גרשום 11 רמת גן - 4987 סולמית
לנסוע לטלפייר לם את מערכת הכריזה של אמנון ליפקין שחק 9 נתניה שפירקנו בתאריך 29.9.2025 - 4987 סולמית
גמלא 22 הוד השרון - 1948
הראשונים 2 הוד השרון - 1948
תוצרת הארץ 9 תל אביב - יש שומר
מאיר יערי 20 תל אביב - 7890
עבודת צוות ביחד טכנאי ביצוע סלומון 12 נתניה - מפתח 0811
מניה שוחט 4 רעננה - אין קוד כניסה
זקיף 8 הוד השרון - 0103
רחב זאבי 13 חדרה - אין קוד יש צ'יפ
אלונים 24 נתניה - C1597
אגמים 13 נתניה - קוד כניסה 1979
אגמים 5 נתניה - 0555 סולמית
הגרא 10 א+ב נתניה - הגרא 10 א קוד כניסה 0909 סולמית, הגרא ב' קוד כניסה 0101 סולמית
אריק לביא 16 נתניה - 1616
יוסי פולר התקווה 11 רמת גן - סולמית 00000
+טכנאי ביצוע עבודת צוות דן שומרון 15 רמת גן - להגיע אחרי השעה 12:00, קוד כניסה אחורית 1519 סולמית
הנמל 12 יבנה - סולמית 9040 סולמית
שדרות ירושלים 120 ראשון לציון - כניסה מאחורה סולמית 2468
חיילות 3 ראשון לציון - 0303
ביחד טכנאי ביצוע אגמים 7 נתניה - C2580
ביחד טכנאי ביצוע אייזנהאואר 1 נתניה - קוד כניסה ראשית 1349
ביחד עין גדי 5 חדרה יום שלם - סולמית 7682
ריינס 3 גבעתיים - סולמית 7456
תרצה 4 רמת גן - סולמית 2580
בר לב 21 רמת גן - סולמית 1964
שלמה לוי 8 ראשון לציון - סולמית 9988
לישנסקי 1 ראשון לציון - סולמית 8275
+יהונתן עבודת צוות רטוש 3 ראש העין - 5472
חיים חפר 13 ראשון לציון - 0130
דגניה 2 חולון - 0258
פייבל 12 תל אביב - סולמית 5543 סולמית
רמה 2 תל אביב - מנעול 0408
בית אל 17 תל אביב - 0309
יצחק רבין 28 קריית אונו - 2580
התקווה 11 רמת גן - אין קוד כניסה
כנרת 4 רמת גן - סולמית 0963
משעול גיל 7 כפר סבא - אין קודן / דלת פתוחה
יונה וולך 1 הוד השרון - סולמית 0789
ויצמן 4 הוד השרון - אין קודן / דלת פתוחה
אפרים קציר 4+6+8 הוד השרון - אין קודן / דלת פתוחה
גולדה מאיר 2 הוד השרון - אין קודן / דלת פתוחה
ויצמן 3 הוד השרון - אין קודן / דלת פתוחה
פיקא 42 ראשלצ - קוד כניסה ראשית 4242, קוד כניסה אחורית 4242 סולמית
פיקא 44 ראשלצ - קוד כניסה ראשית 2806 סולמית
ניסים אלוני 14 ראש העין - אין קודן / דלת פתוחה
נילס בוהר 17 ראש העין - סולמית 8745 סולמית
פיקא 42 ראשלצ - קוד כניסה ראשית 4242, קוד כניסה אחורית 4242 סולמית
פיקא 44 ראשלצ - קוד כניסה ראשית 2806 סולמית
ניסים אלוני 14 ראש העין - אין קודן / דלת פתוחה
התחיה 3 פרדס חנה - 1823 סולמית
האשכולית 30 פרדס חנה - C1082
רחב זאבי 13+15 חדרה - יש שומר
הדפנה 2 רישפון ,חנות גיפטס בוטיק - אין קוד זה חנות
יונה וולך 1 הוד השרון - סולמית 0789
יהודה עמיחי 18+20+22 רעננה - הקודים נמצאים בהערות
אגמים 5 נתניה - 0555 סולמית
גמלא 22 הוד השרון - קוד כניסה 1948
נתן יונתן 12 נתניה - אין קודן / דלת פתוחה
קרל פופר 9 נתניה - 1597 סולמית
הגנים 17 רמת השרון - 6090
נתן אלתרמן 12+14 הרצליה - בהערות
דליה רביקוביץ 12+14 הרצליה - בהערות
מוטה גור 7 הרצליה - 0752
אגמים 5 נתניה - 0555 סולמית
הבשמים 2 גני תקווה - סולמית 0097
גמלא 22 הוד השרון - קוד כניסה 1948
חופש - 1597 סולמית
חופש - אין קודן / דלת פתוחה
הנמל 10 יבנה - 2806
הדייגים 3 יבנה - 8501
יהלום 9 באר יעקב - פעמון 8080 פעמון
אחד ה 14 רמת גן - 1989
ביחד יצחק שדה 8 בת ים לבדוק אם רונן יכול לבצע ביחד בדיקת אינטגרציה על הבוקר - יש שומר
אפרים קציר 2 הוד השרון - 1155
דודו דותן 12 נתניה - קוד כניסה דלת אחורית כוכבית 1436,קוד כניסה 0759 סולמית
העצמאות 31 יהוד - סולמית 1234 סולמית
קריאל גרדוש 1 ראש העין - סולמית 7878 סולמית
הרצוג 7+9 הוד השרון - סולמית 7878 סולמית
נתן אלתרמן 11 ראש העין - 0001
שדרות טוביהו 121+123 באר שבע לבצע קודם כל את זה - יש אפליקציה תתקשר ליוסי יפתח לך
ביחד דרך המ 10 גני תקוה - מפתח 1021
דודו דותן 3 ראשון לציון - 0024 סולמית
בהדים 6+8 ראשון לציון - בהדים 6 קוד כניסה סולמית 8181 סולמית,בהדים 8 קוד כניסה סולמית 0079 סולמית
שלמה לוי 14 ראשון לציון - 8800
לב השרון 40 צורן - מפתח 4545
אדני פז 42 חדרה - 1021
הדודאים 1 חדרה - 8888
עמית מאיר 10 נתניה - 5505
הגרא 10 ב' נתניה - 5505
טום לנטוס 71 נתניה - 2580
עבודת צוות פיכמן 15 חולון - 1579 סולמית
עבודת צוות יעקב ניצה 26+26א' נתניה - יש שומר לא צריך קוד
שושנה דמארי 9 כפר יונה - פעמון 2603 פעמון
עבודת צוות ניצה 26+26א' נתניה - יש שומר לא צריך קוד
אבנר 2 משרדים פאול גרונינגר 4 ראשלצ - יש שומר
גרציאני 4 רעננה - מפתח 1988
הבשמים 2 גני תקוה - סולמית 0097 סולמית
ביחד משעול אדווה 7 ראשון לציון - קוד כניסה תחתון סולמית 0909,קוד כניסה עליון 1839 סולמית,קוד כניסה גג סולמית 0742
שמשון זליג 1 ראשון לציון - סולמית 1809 סולמית
שמשון זליג 3 ראשון לציון - סולמית 1807
הרוקמים 23 חולון בניין משרדים - יש שומר
הרב אליב 2 בית שמש - 9876 סולמית
לסקוב 6 רמלה - 9821
אלונים 6 באר יעקב - כניסה ראשית S1245,כניסה אחורית 1124
ביחד חוט השני 1 חדרה - קוד כניסה אחורית 2016
אמנון ליפקין שחק 9 נתניה - מפתח 1397 וללחוץ על הלחצן הירוק
דוש קריאל גרדוש 3 ראש העין - 3535
הברוש 1 גני תקוה - סולמית 0078
ביחד יובל נאמן 6+8 תל אביב - 1948
בילויה מעוז 8 תל אביב - יש שומר אין קוד
יהודה עמיחי 8 תל אביב - 1708
ביחד ערבי נחל 11 גבעתיים - 2389
סיטרמן 10 ראשון לציון - סולמית 0000
סיטרמן 12 ראשון לציון - 4789
חיל החמוש 15 ראשון לציון - 2615 סולמית
הצבר 5 ראשון לציון-להתקשר לרן לפני שמגיעים לא לשכוח - *2580
חיים חפר 13 ראשון לציון - 0130
בר לב 21 רמת גן - כוכבית 1964
רונן+וסימי התחיה 5 פרדס חנה+האשכולית 30 פרדס חנה - אשכולית 30 קוד כניסה 1082 סולמית,התחיה 5 קוד כניסה C1312
רונן+וסימי קראוזה 3 חולון - פעמון 0000
`
  .split("\n")
  .map((line) => line.trim())
  .filter(Boolean);
